{
  "ADAM10": {
    "papers": [],
    "pubmed_recent": 9,
    "pubmed_total": 33
  },
  "ALDH1A2": {
    "papers": [
      {
        "pmid": "39870438",
        "title": "Multiple roles for retinoid signaling in craniofacial development.",
        "year": 2025
      },
      {
        "pmid": "38292917",
        "title": "Exploring Talarozole as a Novel Therapeutic Approach for Osteoarthritis: Insights From Experimental Studies.",
        "year": 2024
      },
      {
        "pmid": "35573152",
        "title": "Change of Dendritic Cell Subsets Involved in Protection Against Listeria monocytogenes Infection in Short-Term-Fasted Mice.",
        "year": 2022
      }
    ],
    "pubmed_recent": 6,
    "pubmed_total": 14
  },
  "AXIN2": {
    "papers": [
      {
        "pmid": "41489795",
        "title": "Unlocking predictive genetic factors with artificial intelligence: relationship between dental impaction and hypodontia evaluated via association-rule algorithms: a case-control study.",
        "year": 2026
      },
      {
        "pmid": "41226524",
        "title": "Dissecting the Genetic Contribution of Tooth Agenesis.",
        "year": 2025
      },
      {
        "pmid": "41188821",
        "title": "AXIN2 variants, tooth agenesis, and cancer risk: a systematic review.",
        "year": 2025
      }
    ],
    "pubmed_recent": 79,
    "pubmed_total": 200
  },
  "BMP2": {
    "papers": [
      {
        "pmid": "41656139",
        "title": "Lyophilized L-PRF enhances the bioactivity and rheological properties of 3D-printed and bioprinted scaffolds containing Dental pulp stem cells.",
        "year": 2026
      },
      {
        "pmid": "41624019",
        "title": "Thiamet-G facilitates reparative dentin formation via modulating O-GlcNAcylation and inflammation.",
        "year": 2025
      },
      {
        "pmid": "41609504",
        "title": "Novel demineralized freeze-dried bovine bone xenograft nanoparticles (DFDBBX-NPs) for enhanced bone repair.",
        "year": 2026
      }
    ],
    "pubmed_recent": 488,
    "pubmed_total": 1707
  },
  "BMP4": {
    "papers": [],
    "pubmed_recent": 0,
    "pubmed_total": 714
  },
  "BMP7": {
    "papers": [
      {
        "pmid": "41556598",
        "title": "Osteogenic Efficacy of Porous Glass Microspheres-Loaded Dental Pulp Stem Cell-Derived Exosomes for Orthobiologic Applications.",
        "year": 2026
      },
      {
        "pmid": "41534727",
        "title": "BMP7 alleviates trigeminal neuralgia by suppressing oxidative stress and activation of satellite glial cells via the NRF2/HO-1 pathway.",
        "year": 2026
      },
      {
        "pmid": "41463360",
        "title": "Evaluation of Human Dental Pulp Stem Cells Expressing BMP2/7 Heterodimers in a Doxycycline-Inducible Manner.",
        "year": 2025
      }
    ],
    "pubmed_recent": 58,
    "pubmed_total": 284
  },
  "CDH11": {
    "papers": [],
    "pubmed_recent": 5,
    "pubmed_total": 13
  },
  "CDH2": {
    "papers": [
      {
        "pmid": "41462674",
        "title": "The Redox-Adhesion-Exosome (RAX) Hub in Cancer: Lipid Peroxidation-Driven EMT Plasticity and Ferroptosis Defense with HNE/MDA Signaling and Lipidomic Perspectives.",
        "year": 2025
      },
      {
        "pmid": "37091359",
        "title": "Effect of CDH1 and CDH2 genes polymorphisms in oral squamous cell carcinoma susceptibility in a sample of Iranian population: A case-control study.",
        "year": 2023
      },
      {
        "pmid": "36761830",
        "title": "Goji berry (Lycium barbarum) inhibits the proliferation, adhesion, and migration of oral cancer cells by inhibiting the ERK, AKT, and CyclinD cell signaling pathways: an in-vitro study.",
        "year": 2022
      }
    ],
    "pubmed_recent": 10,
    "pubmed_total": 25
  },
  "CDH6": {
    "papers": [],
    "pubmed_recent": 0,
    "pubmed_total": 6
  },
  "CHD7": {
    "papers": [
      {
        "pmid": "41313596",
        "title": "Olfactory dysfunction in CHARGE syndrome: a systematic review of prevalence, assessment methods, and clinical correlates.",
        "year": 2025
      },
      {
        "pmid": "41271950",
        "title": "Analysis of the clinical features of neurocristopathy-related hearing loss and how these relate to outcomes after cochlear implantation.",
        "year": 2025
      },
      {
        "pmid": "41210995",
        "title": "CHD7 regulates cardiac neural crest cell differentiation through SOX5-mediated self-activation.",
        "year": 2025
      }
    ],
    "pubmed_recent": 0,
    "pubmed_total": 115
  },
  "CTNNB1": {
    "papers": [
      {
        "pmid": "41228440",
        "title": "Oral-Gut Microbiota Crosstalk and Epigenetic Targets in Metabolic and Neuropsychiatric Diseases.",
        "year": 2025
      },
      {
        "pmid": "41109353",
        "title": "Expanding the Molecular Characterization of Adenoid Ameloblastoma by Assessing a Panel of Oncogenes and Tumor Suppressor Genes.",
        "year": 2026
      },
      {
        "pmid": "41040585",
        "title": "A scientometric study on Wnt and Notch signaling pathways in oral potentially malignant disorders and oral cancer.",
        "year": 2025
      }
    ],
    "pubmed_recent": 54,
    "pubmed_total": 113
  },
  "CXCR4": {
    "papers": [],
    "pubmed_recent": 0,
    "pubmed_total": 301
  },
  "DCT": {
    "papers": [
      {
        "pmid": "41397511",
        "title": "Targeting the melanocytes of the inner ear: A comparison of different CreER lines.",
        "year": 2026
      },
      {
        "pmid": "41241588",
        "title": "Fabricated modified compomer bearing CF/SBA-15 nanomaterials: Physicochemical and antibacterial properties.",
        "year": 2026
      },
      {
        "pmid": "41091362",
        "title": "Antibacterial effects of bioactive restorative dental materials on Streptococcus mutans: An in vitro study using the direct contact test.",
        "year": 2025
      }
    ],
    "pubmed_recent": 38,
    "pubmed_total": 170
  },
  "DLL1": {
    "papers": [
      {
        "pmid": "41581318",
        "title": "Regulation of osteogenic differentiation of boronized Ti6Al4V/HA composite involving TRIP13-PI3K/Akt signaling pathway.",
        "year": 2026
      },
      {
        "pmid": "41071620",
        "title": "Joslin Kidney Panel of Circulating Proteins: A Tool for ESKD Risk Discrimination and Individualized Diabetic Kidney Disease Treatment.",
        "year": 2026
      },
      {
        "pmid": "40845092",
        "title": "Regulation of feather length: FGF/IGF signaling and NOTCH/YAP modulation of progenitor cell topology.",
        "year": 2025
      }
    ],
    "pubmed_recent": 8,
    "pubmed_total": 33
  },
  "DLX2": {
    "papers": [
      {
        "pmid": "41673016",
        "title": "A missense variant in ASCL5 leads to lobodontia.",
        "year": 2026
      },
      {
        "pmid": "41533791",
        "title": "DLX2 acts as a pioneer factor and drives Msx1(+) ectomesenchyme formation from embryonic stem cells.",
        "year": 2026
      },
      {
        "pmid": "41020809",
        "title": "The Molecular Mechanism of Craniofacial Cartilage Deformity Induced by High Glucose in Zebrafish.",
        "year": 2025
      }
    ],
    "pubmed_recent": 12,
    "pubmed_total": 103
  },
  "DLX3": {
    "papers": [
      {
        "pmid": "41585139",
        "title": "Suppression of distal-less homeobox 3 increased alveolar bone mass in mouse tooth socket by targeting thrombospondin 1.",
        "year": 2026
      },
      {
        "pmid": "41174690",
        "title": "Genetic and environmental determinants of dental fluorosis: a case‒control study of DLX3, ESR1, and ESR2 variants in a high-fluoride region of Mexico.",
        "year": 2025
      },
      {
        "pmid": "40402097",
        "title": "Dento-Craniofacial Features of Tricho-Dento-Osseous Syndrome: A Systematic Review and Meta-Analysis.",
        "year": 2025
      }
    ],
    "pubmed_recent": 26,
    "pubmed_total": 124
  },
  "DLX5": {
    "papers": [
      {
        "pmid": "41687189",
        "title": "Acellular dental pulp and allogeneic cells for strategic pulp regeneration.",
        "year": 2026
      },
      {
        "pmid": "41329676",
        "title": "Pleiotropic function of Dlx5/6 in the development of mammalian vocal and auditory organs.",
        "year": 2025
      },
      {
        "pmid": "41135749",
        "title": "Distal-less homeobox 5 transactivated by MYCN contributes to progression of neuroblastoma through AKT signaling pathway.",
        "year": 2025
      }
    ],
    "pubmed_recent": 35,
    "pubmed_total": 192
  },
  "DLX6": {
    "papers": [
      {
        "pmid": "40346090",
        "title": "Profiling and functional characterization of long noncoding RNAs during human tooth development.",
        "year": 2025
      },
      {
        "pmid": "39707586",
        "title": "Twist1 Acts Upstream of the Dlx5-Hand2 Pathway to Pattern the Mammalian Jaw.",
        "year": 2025
      },
      {
        "pmid": "39345948",
        "title": "Regulatory elements in SEM1-DLX5-DLX6 (7q21.3) locus contribute to genetic control of coronal nonsyndromic craniosynostosis and bone density-related traits.",
        "year": 2024
      }
    ],
    "pubmed_recent": 14,
    "pubmed_total": 60
  },
  "ECE1": {
    "papers": [
      {
        "pmid": "41524399",
        "title": "Candida albicans-induced ubiquitination of EGFR reveals novel host-fungal interaction pathways.",
        "year": 2026
      },
      {
        "pmid": "41294335",
        "title": "The combinatorial action of hyphal growth and candidalysin is critical for promoting Candida albicans oropharyngeal infection.",
        "year": 2026
      },
      {
        "pmid": "41099905",
        "title": "Exploring the evolutionary conservation and functional implications of Endothelin Converting Enzyme 1 (ECE1) in lamprey (Lethenteron reissneri).",
        "year": 2025
      }
    ],
    "pubmed_recent": 14,
    "pubmed_total": 51
  },
  "EDN1": {
    "papers": [
      {
        "pmid": "41124729",
        "title": "Lateral mandibular ridge: A unique feature of the auriculocondylar syndrome.",
        "year": 2026
      },
      {
        "pmid": "41067869",
        "title": "Targeting IL6-Edn1-FoxO1 axis enables lung growth in mechanically ventilated newborn mice.",
        "year": 2025
      },
      {
        "pmid": "40171762",
        "title": "The Gq/11 family of Gα subunits is necessary and sufficient for lower jaw development.",
        "year": 2025
      }
    ],
    "pubmed_recent": 17,
    "pubmed_total": 80
  },
  "EDN3": {
    "papers": [
      {
        "pmid": "41559055",
        "title": "Endothelin-3 and T-type Ca(2+) channels drive enteric neural crest cell calcium activity, contractility and migration.",
        "year": 2026
      },
      {
        "pmid": "40554892",
        "title": "Enteric neural crest development in Astyanax mexicanus surface fish and cavefish.",
        "year": 2025
      },
      {
        "pmid": "40060476",
        "title": "Enteric neural crest development in Astyanax mexicanus surface fish and cavefish.",
        "year": 2025
      }
    ],
    "pubmed_recent": 7,
    "pubmed_total": 69
  },
  "EDNRA": {
    "papers": [],
    "pubmed_recent": 7,
    "pubmed_total": 49
  },
  "EDNRB": {
    "papers": [
      {
        "pmid": "41559055",
        "title": "Endothelin-3 and T-type Ca(2+) channels drive enteric neural crest cell calcium activity, contractility and migration.",
        "year": 2026
      },
      {
        "pmid": "41279280",
        "title": "Combinatorial multiomic analysis from a pedigree of Sox10(Dom) Hirschsprung mice implicates Dach1 as a modifier of Enteric Nervous System development.",
        "year": 2025
      },
      {
        "pmid": "41262530",
        "title": "Single-cell transcriptome profiling reveals altered neural crest cell dynamics and novel biomarkers in EDNRB mutant mice with Hirschsprung's disease phenotype.",
        "year": 2026
      }
    ],
    "pubmed_recent": 25,
    "pubmed_total": 155
  },
  "ERBB3": {
    "papers": [
      {
        "pmid": "41200151",
        "title": "Beyond cell-cell contact: therapeutic potential of Eph signaling in central nervous system tumors.",
        "year": 2025
      },
      {
        "pmid": "41109353",
        "title": "Expanding the Molecular Characterization of Adenoid Ameloblastoma by Assessing a Panel of Oncogenes and Tumor Suppressor Genes.",
        "year": 2026
      },
      {
        "pmid": "39199380",
        "title": "Role of Inflammation and the NF-κB Signaling Pathway in Hirschsprung's Disease.",
        "year": 2024
      }
    ],
    "pubmed_recent": 16,
    "pubmed_total": 65
  },
  "ETS1": {
    "papers": [
      {
        "pmid": "40777467",
        "title": "ETS1 Orchestrates a Hybrid EMT Program Driving in vivo Metastasis and Immune Evasion.",
        "year": 2025
      },
      {
        "pmid": "40531881",
        "title": "Reactivation of an embryonic cardiac neural crest transcriptional profile during zebrafish heart regeneration.",
        "year": 2025
      },
      {
        "pmid": "39868190",
        "title": "Reactivation of an Embryonic Cardiac Neural Crest Transcriptional Subcircuit During Zebrafish Heart Regeneration.",
        "year": 2025
      }
    ],
    "pubmed_recent": 16,
    "pubmed_total": 65
  },
  "EVC": {
    "papers": [
      {
        "pmid": "41550739",
        "title": "EVC protein regulates Sonic hedgehog signaling during human intervertebral disc development and degeneration.",
        "year": 2026
      },
      {
        "pmid": "41438176",
        "title": "Case Report of a Novel EVC Gene Mutation in Ellis-van Creveld Syndrome: Implications for Pediatric Dental Management.",
        "year": 2025
      },
      {
        "pmid": "41300740",
        "title": "Identification of a Novel EVC2 Variant in a Family with Non-Syndromic Tooth Agenesis and Its Potential Functional Implications.",
        "year": 2025
      }
    ],
    "pubmed_recent": 0,
    "pubmed_total": 63
  },
  "FGF8": {
    "papers": [
      {
        "pmid": "40774570",
        "title": "Centriolar protein PIBF1 is required for craniofacial and forebrain development.",
        "year": 2025
      },
      {
        "pmid": "40575596",
        "title": "Fibroblast growth factor 8: Multifaceted role in development and developmental disorder.",
        "year": 2025
      },
      {
        "pmid": "39906257",
        "title": "Sprouty2/4 deficiency disrupts early signaling centers impacting chondrogenesis in the mouse forelimb.",
        "year": 2025
      }
    ],
    "pubmed_recent": 39,
    "pubmed_total": 302
  },
  "FGFR1": {
    "papers": [],
    "pubmed_recent": 0,
    "pubmed_total": 373
  },
  "FGFR2": {
    "papers": [
      {
        "pmid": "41649345",
        "title": "Analysis of Eya1 and Tbx1 mutants highlights interactions between the muscle and developing cartilage during external ear formation.",
        "year": 2026
      },
      {
        "pmid": "41647289",
        "title": "A smart nanocomposite bioactive ink for controlled siRNA delivery in calvarial mesenchymal stromal cells as a minimally invasive treatment for craniosynostosis.",
        "year": 2026
      },
      {
        "pmid": "41637834",
        "title": "Tracheal cartilaginous sleeve prevalence in syndromic craniosynostosis: A single institution study.",
        "year": 2026
      }
    ],
    "pubmed_recent": 145,
    "pubmed_total": 759
  },
  "FGFR3": {
    "papers": [
      {
        "pmid": "41340868",
        "title": "Three-dimensional craniofacial imaging in children with achondroplasia treated with vosoritide.",
        "year": 2025
      },
      {
        "pmid": "41216445",
        "title": "Isolated frontosphenoidal craniosynostosis with pathogenic FGFR3 variant: a case report and genetic insights.",
        "year": 2025
      },
      {
        "pmid": "41215833",
        "title": "Crouzonodermoskeletal syndrome requires individualized surgical management: Scoping review of a rare complex craniofacial syndrome.",
        "year": 2025
      }
    ],
    "pubmed_recent": 65,
    "pubmed_total": 361
  },
  "FN1": {
    "papers": [
      {
        "pmid": "41617959",
        "title": "Synergistic protective and regenerative effects of hyaluronic acid and polynucleotides against UVA-induced oxidative stress in dermal fibroblasts.",
        "year": 2026
      },
      {
        "pmid": "41482378",
        "title": "Calcifying Aponeurotic Fibroma: A Review and Update.",
        "year": 2026
      },
      {
        "pmid": "41419009",
        "title": "Comparative proteomic profiling of advanced, injectable, and titanium-prepared platelet rich fibrins (PRF): Insights into functional divergence and clinical potential.",
        "year": 2025
      }
    ],
    "pubmed_recent": 49,
    "pubmed_total": 71
  },
  "FOXD3": {
    "papers": [
      {
        "pmid": "41660199",
        "title": "MEP glia share molecular features with oligodendrocytes while maintaining a distinct hybrid signature.",
        "year": 2026
      },
      {
        "pmid": "41630603",
        "title": "Advancing knock-in approaches for robust genome editing in zebrafish.",
        "year": 2026
      },
      {
        "pmid": "41433066",
        "title": "Neural crest cell recruitment and reprogramming as central drivers of embryonic limb regeneration.",
        "year": 2025
      }
    ],
    "pubmed_recent": 30,
    "pubmed_total": 165
  },
  "GATA4": {
    "papers": [
      {
        "pmid": "40721580",
        "title": "Single-nuclei multiomics analysis identifies abnormal cardiomyocytes in a murine model of cardiac development.",
        "year": 2025
      },
      {
        "pmid": "40050430",
        "title": "Sequencing in over 50,000 cases identifies coding and structural variation underlying atrial fibrillation risk.",
        "year": 2025
      },
      {
        "pmid": "39978106",
        "title": "Effects of tefluthrin exposure on early life stages in zebrafish: Insights into cardiac and skeletal development, oxidative stress and apoptosis.",
        "year": 2025
      }
    ],
    "pubmed_recent": 14,
    "pubmed_total": 65
  },
  "GBX2": {
    "papers": [],
    "pubmed_recent": 0,
    "pubmed_total": 24
  },
  "GDNF": {
    "papers": [
      {
        "pmid": "41559055",
        "title": "Endothelin-3 and T-type Ca(2+) channels drive enteric neural crest cell calcium activity, contractility and migration.",
        "year": 2026
      },
      {
        "pmid": "41511193",
        "title": "Retinol dehydrogenase 10-mediated retinoic acid signaling regulates the neural crest cell microenvironment during enteric nervous system formation.",
        "year": 2026
      },
      {
        "pmid": "41488003",
        "title": "Cecal growth factors promote enteric neurosphere formation and hindgut colonization in the avian model.",
        "year": 2025
      }
    ],
    "pubmed_recent": 35,
    "pubmed_total": 225
  },
  "GFRA1": {
    "papers": [
      {
        "pmid": "38581949",
        "title": "Mesenchymal cells regulate enteric neural crest cell migration via RET-GFRA1b trans-signaling.",
        "year": 2024
      },
      {
        "pmid": "33260622",
        "title": "ChIP-Seq-Based Approach in Mouse Enteric Precursor Cells Reveals New Potential Genes with a Role in Enteric Nervous System Development and Hirschsprung Disease.",
        "year": 2020
      },
      {
        "pmid": "29127334",
        "title": "Biological assessments of multifunctional hydrogel-decorated implantable neural cuff electrode for clinical neurology application.",
        "year": 2017
      }
    ],
    "pubmed_recent": 1,
    "pubmed_total": 9
  },
  "HAND1": {
    "papers": [
      {
        "pmid": "40523515",
        "title": "Differential requirement of Hand1 during differentiation of lateral plate mesoderm lineages in Xenopus laevis.",
        "year": 2025
      },
      {
        "pmid": "39899693",
        "title": "Cardiomyocyte Foxp1-Specific Deletion Promotes Post-injury Heart Regeneration via Targeting Usp20-HIF1ɑ-Hand1 Signaling Pathway.",
        "year": 2025
      },
      {
        "pmid": "39725090",
        "title": "The role of heart and neural crest derivatives-expressed protein factors in pregnancy.",
        "year": 2025
      }
    ],
    "pubmed_recent": 11,
    "pubmed_total": 53
  },
  "HAND2": {
    "papers": [
      {
        "pmid": "40682031",
        "title": "Non-invasive colorectal cancer biomarkers: HAND2 and GPM6A methylation in circulating tumour DNA.",
        "year": 2025
      },
      {
        "pmid": "40135929",
        "title": "Lineage labeling with zebrafish hand2 Cre and CreERT2 recombinase CRISPR knock-ins.",
        "year": 2026
      },
      {
        "pmid": "39725090",
        "title": "The role of heart and neural crest derivatives-expressed protein factors in pregnancy.",
        "year": 2025
      }
    ],
    "pubmed_recent": 48,
    "pubmed_total": 181
  },
  "IRF6": {
    "papers": [
      {
        "pmid": "41662226",
        "title": "IRF6 Gene Polymorphisms Influence the Susceptibility of Nonsyndromic Cleft Lips With or Without Palate: A MOOSE-Compliant Meta-Analysis.",
        "year": 2026
      },
      {
        "pmid": "41659514",
        "title": "Notch signaling in the embryonic ectoderm promotes periderm cell fate and represses mineralization of vibrissa hair follicles.",
        "year": 2026
      },
      {
        "pmid": "41590178",
        "title": "Genetic Associations with Non-Syndromic Cleft Lip/Palate and Dental Caries in Kuwaiti Patients: A Case-Control Study.",
        "year": 2026
      }
    ],
    "pubmed_recent": 82,
    "pubmed_total": 265
  },
  "ITGB1": {
    "papers": [
      {
        "pmid": "40867681",
        "title": "Transcriptomics Analysis of the Adipogenic Differentiation Mechanism of Bovine Adipose-Derived Neural Crest Stem Cells.",
        "year": 2025
      },
      {
        "pmid": "40637615",
        "title": "Identification of neural crest and melanoma cancer cell invasion and migration genes using high-throughput screening and deep attention networks.",
        "year": 2026
      },
      {
        "pmid": "40281524",
        "title": "A comparative study of the epithelial regeneration capacities of two biomaterials in vitro.",
        "year": 2025
      }
    ],
    "pubmed_recent": 0,
    "pubmed_total": 37
  },
  "JAG1": {
    "papers": [],
    "pubmed_recent": 0,
    "pubmed_total": 56
  },
  "KIT": {
    "papers": [
      {
        "pmid": "41682937",
        "title": "Effect of Music-Based Interventions on Dental Anxiety During Restorative Dental Treatment: A Randomized Controlled Trial.",
        "year": 2026
      },
      {
        "pmid": "41682213",
        "title": "Comparative Analysis of Oral Bacterial Profiles in Parkinson's Disease According to Periodontal Status: A Clinical Case Series.",
        "year": 2026
      },
      {
        "pmid": "41652450",
        "title": "Prolonging the preservation time of periodontal ligament cells in vitro: a new first-aid kit for tooth avulsion.",
        "year": 2026
      }
    ],
    "pubmed_recent": 896,
    "pubmed_total": 2462
  },
  "LEF1": {
    "papers": [],
    "pubmed_recent": 29,
    "pubmed_total": 142
  },
  "MEF2C": {
    "papers": [
      {
        "pmid": "41117157",
        "title": "Single-Nucleus RNA Sequencing Reveals Mid-Gestational Neurodevelopment Features in the Superior Temporal Plane from Fetuses with Nonsyndromic Cleft Lip and Palate.",
        "year": 2026
      },
      {
        "pmid": "40721580",
        "title": "Single-nuclei multiomics analysis identifies abnormal cardiomyocytes in a murine model of cardiac development.",
        "year": 2025
      },
      {
        "pmid": "40478640",
        "title": "Mapping the Interactions Among Class IIa Histone Deacetylases and Myocyte Enhancer Factor 2s.",
        "year": 2025
      }
    ],
    "pubmed_recent": 21,
    "pubmed_total": 62
  },
  "MITF": {
    "papers": [
      {
        "pmid": "41367329",
        "title": "Malignant Craniofacial Perivascular Epithelioid Cell Tumor: A Review of Literature With a Rare Presentation.",
        "year": 2025
      },
      {
        "pmid": "41277713",
        "title": "Transcription factor MITF regulates masseter muscle growth and development.",
        "year": 2025
      },
      {
        "pmid": "41101632",
        "title": "The Role of the Microenvironment on the Localization of Hair and Skin Nonuniform Pigmented Spots in Mice with a Targeted Mutation in the Endothelin B Receptor.",
        "year": 2025
      }
    ],
    "pubmed_recent": 45,
    "pubmed_total": 214
  },
  "MMP2": {
    "papers": [],
    "pubmed_recent": 225,
    "pubmed_total": 764
  },
  "MMP9": {
    "papers": [
      {
        "pmid": "41663755",
        "title": "Loss of mechanical stress induces synovitis, fibrosis and articular cartilage degeneration via distinct synovial cell subsets.",
        "year": 2026
      },
      {
        "pmid": "41661095",
        "title": "The potential anti-caries activity of theaflavins (TFs): investigation of their inhibitory effect on matrix metalloproteinase-9 (MMP-9) and the underlying mechanism.",
        "year": 2026
      },
      {
        "pmid": "41654292",
        "title": "Evaluation of Inflammatory Mediators, pulpal blood pH and oxygen saturation in teeth with pulpitis.",
        "year": 2026
      }
    ],
    "pubmed_recent": 406,
    "pubmed_total": 1069
  },
  "MSX1": {
    "papers": [
      {
        "pmid": "41687189",
        "title": "Acellular dental pulp and allogeneic cells for strategic pulp regeneration.",
        "year": 2026
      },
      {
        "pmid": "41533791",
        "title": "DLX2 acts as a pioneer factor and drives Msx1(+) ectomesenchyme formation from embryonic stem cells.",
        "year": 2026
      },
      {
        "pmid": "41526338",
        "title": "Wnt3a promotes in situ dentin formation through NKD1-MSX1 axis-mediated odontogenic differentiation of dental pulp stem cells.",
        "year": 2026
      }
    ],
    "pubmed_recent": 84,
    "pubmed_total": 500
  },
  "MSX2": {
    "papers": [
      {
        "pmid": "41674607",
        "title": "Leveraging the genetics of human face shape boosts the discovery of orofacial cleft risk loci.",
        "year": 2026
      },
      {
        "pmid": "41041957",
        "title": "Identification of Novel and Rare Gene Variants in Cleft Lip/Palate Patients From Kuwaiti Consanguineous Families by Exome Sequencing.",
        "year": 2026
      },
      {
        "pmid": "40982116",
        "title": "The genetic basis of tooth impaction: a systematic review.",
        "year": 2025
      }
    ],
    "pubmed_recent": 22,
    "pubmed_total": 299
  },
  "MYCN": {
    "papers": [],
    "pubmed_recent": 0,
    "pubmed_total": 220
  },
  "NF1": {
    "papers": [],
    "pubmed_recent": 0,
    "pubmed_total": 357
  },
  "NGFR": {
    "papers": [
      {
        "pmid": "40424823",
        "title": "Synergistic activity of S63845 and parthenolide to overcome acquired resistance to MEK1/2 inhibitor in melanoma cells: Mechanisms and therapeutic potential.",
        "year": 2025
      },
      {
        "pmid": "39177099",
        "title": "Histological characterisation of the horn bud region in 58 day old bovine fetuses.",
        "year": 2024
      },
      {
        "pmid": "38978350",
        "title": "PRRX1 silencing is required for metastatic outgrowth in melanoma and is an independent prognostic of reduced survival in patients.",
        "year": 2024
      }
    ],
    "pubmed_recent": 16,
    "pubmed_total": 69
  },
  "NKX2-5": {
    "papers": [
      {
        "pmid": "40920782",
        "title": "Understanding the role of Shroom3 in the developing mouse myocardium.",
        "year": 2025
      },
      {
        "pmid": "40839160",
        "title": "Uric Acid Disrupts Heart Development in Zebrafish by Inhibiting the Wnt Signaling Pathway.",
        "year": 2025
      },
      {
        "pmid": "40371470",
        "title": "Single-Cell Transcriptomics and Lineage Tracing Unveil Parallels in Lymphatic Muscle and Venous Smooth Muscle Development, Identity, and Function.",
        "year": 2025
      }
    ],
    "pubmed_recent": 15,
    "pubmed_total": 53
  },
  "NOTCH1": {
    "papers": [
      {
        "pmid": "41659514",
        "title": "Notch signaling in the embryonic ectoderm promotes periderm cell fate and represses mineralization of vibrissa hair follicles.",
        "year": 2026
      },
      {
        "pmid": "41488655",
        "title": "Chronic stress drives ovarian cancer progression via myeloid-derived suppressor cells infiltration and Notch signaling pathway activation.",
        "year": 2025
      },
      {
        "pmid": "41484209",
        "title": "Comprehensive transcriptomic analysis reveals canonical and novel pathways modulated by nanoceria in mammalian retinal degeneration.",
        "year": 2026
      }
    ],
    "pubmed_recent": 75,
    "pubmed_total": 270
  },
  "NOTCH2": {
    "papers": [
      {
        "pmid": "41326232",
        "title": "Temporal Bone CT Findings in Hajdu-Cheney Syndrome: Case Report with Review of the Literature.",
        "year": 2025
      },
      {
        "pmid": "41273573",
        "title": "Clinical and Molecular Genetic Study of an Alagille Syndrome Type 1 Case.",
        "year": 2026
      },
      {
        "pmid": "41193923",
        "title": "A combined in-silico and in-vitro evaluation of cyanoacrylate-based dental materials as an adhesive for applications in prosthodontics: molecular docking and cytocompatibility analysis.",
        "year": 2025
      }
    ],
    "pubmed_recent": 33,
    "pubmed_total": 105
  },
  "NR2F1": {
    "papers": [
      {
        "pmid": "41279248",
        "title": "Integration of Nuclear Receptors into a Schwann cell Gene Regulatory Network.",
        "year": 2025
      },
      {
        "pmid": "41276060",
        "title": "Cranial neural crest shortage leads to extensive craniofacial anomalies in mice mutant for the NR2F1/2 nuclear receptors.",
        "year": 2026
      },
      {
        "pmid": "40913526",
        "title": "FGF9-FGFR2 Signaling via Osteocytes-Preosteoblasts Crosstalks to Mediate Mechanotransduction-Driven Intramembranous Osteogenesis in the Underdeveloped Maxilla.",
        "year": 2025
      }
    ],
    "pubmed_recent": 9,
    "pubmed_total": 14
  },
  "NR2F2": {
    "papers": [
      {
        "pmid": "41634784",
        "title": "Sjögren's patient subgroups identified through whole genome DNA methylation profiling.",
        "year": 2026
      },
      {
        "pmid": "41279248",
        "title": "Integration of Nuclear Receptors into a Schwann cell Gene Regulatory Network.",
        "year": 2025
      },
      {
        "pmid": "41276060",
        "title": "Cranial neural crest shortage leads to extensive craniofacial anomalies in mice mutant for the NR2F1/2 nuclear receptors.",
        "year": 2026
      }
    ],
    "pubmed_recent": 5,
    "pubmed_total": 12
  },
  "NRP1": {
    "papers": [],
    "pubmed_recent": 14,
    "pubmed_total": 55
  },
  "PAX3": {
    "papers": [
      {
        "pmid": "41638547",
        "title": "Mediolateral neural patterning during gastrulation precedes dorsoventral patterning in chick and frog.",
        "year": 2026
      },
      {
        "pmid": "41498502",
        "title": "rs2033806 at PAX3 Gene Associated with Non-syndromic Oral Cleft among the Chinese Population.",
        "year": 2025
      },
      {
        "pmid": "41397511",
        "title": "Targeting the melanocytes of the inner ear: A comparison of different CreER lines.",
        "year": 2026
      }
    ],
    "pubmed_recent": 48,
    "pubmed_total": 346
  },
  "PAX6": {
    "papers": [],
    "pubmed_recent": 0,
    "pubmed_total": 158
  },
  "PAX7": {
    "papers": [
      {
        "pmid": "41638547",
        "title": "Mediolateral neural patterning during gastrulation precedes dorsoventral patterning in chick and frog.",
        "year": 2026
      },
      {
        "pmid": "41635791",
        "title": "Identification of key genes for mandibular prognathism in Duolang sheep via genome-wide association analysis.",
        "year": 2025
      },
      {
        "pmid": "41540721",
        "title": "Duplicated, Translocated Upper Lip and Maxilla: An Extremely Rare Congenital Craniofacial Anomaly With Novel Genetic Findings.",
        "year": 2026
      }
    ],
    "pubmed_recent": 55,
    "pubmed_total": 174
  },
  "PHOX2B": {
    "papers": [
      {
        "pmid": "41553393",
        "title": "A novel molecular classifier enabling identification and prediction on immunotherapeutic response for MYCN-low pediatric neuroblastoma.",
        "year": 2026
      },
      {
        "pmid": "41553172",
        "title": "Peripheral nerve transection predominantly drives sympathetic nerve sprouting in mouse dorsal root ganglia.",
        "year": 2026
      },
      {
        "pmid": "41548465",
        "title": "Aberrant neural crest cells migration leads to melanocyte presence in the umbilical cord.",
        "year": 2026
      }
    ],
    "pubmed_recent": 38,
    "pubmed_total": 176
  },
  "PLXNA2": {
    "papers": [
      {
        "pmid": "39768125",
        "title": "RNA Sequencing Revealed a Weak Response of Gingival Fibroblasts Exposed to Hyaluronic Acid.",
        "year": 2024
      },
      {
        "pmid": "38884753",
        "title": "Human Genetics of Truncus Arteriosus.",
        "year": 2024
      },
      {
        "pmid": "30271602",
        "title": "PLXNA2 identified as a candidate gene by genome-wide association analysis for mandibular prognathism in human chondrocytes.",
        "year": 2018
      }
    ],
    "pubmed_recent": 2,
    "pubmed_total": 9
  },
  "PMEL": {
    "papers": [
      {
        "pmid": "40232281",
        "title": "Congenital Cutaneous Neurocristic Hamartoma of the Scalp with Poor Melanin Content.",
        "year": 2025
      },
      {
        "pmid": "39853675",
        "title": "SMARCB1-deficient malignant melanocytic uveal tumours: a new neural crest-derived tumour entity with SMARCB1-related germline predisposition.",
        "year": 2025
      },
      {
        "pmid": "37718989",
        "title": "Requirements for anti-aquaporin 5 autoantibody production in a mouse model.",
        "year": 2023
      }
    ],
    "pubmed_recent": 6,
    "pubmed_total": 10
  },
  "RAC1": {
    "papers": [
      {
        "pmid": "41563116",
        "title": "Force coordination distinguishes epithelial and mesenchymal modes of collective chemotaxis.",
        "year": 2026
      },
      {
        "pmid": "41536260",
        "title": "The role of Rho GTPases in facial morphogenesis.",
        "year": 2026
      },
      {
        "pmid": "41531171",
        "title": "Familial Presentation of a Rare NCKAP1 Splice-Site Variant Associated With a Neurodevelopmental Disorder and Cutaneous Manifestations.",
        "year": 2026
      }
    ],
    "pubmed_recent": 55,
    "pubmed_total": 218
  },
  "RARA": {
    "papers": [
      {
        "pmid": "41440764",
        "title": "Acute Promyelocytic Leukemia: Pathophysiology, Diagnosis and Clinical Management.",
        "year": 2025
      },
      {
        "pmid": "37086723",
        "title": "De novo variants implicate chromatin modification, transcriptional regulation, and retinoic acid signaling in syndromic craniosynostosis.",
        "year": 2023
      },
      {
        "pmid": "37005285",
        "title": "Sasa veitchii extracts protect phenytoin-induced cell proliferation inhibition in human lip mesenchymal cells through modulation of miR-27b-5p.",
        "year": 2023
      }
    ],
    "pubmed_recent": 5,
    "pubmed_total": 26
  },
  "RET": {
    "papers": [],
    "pubmed_recent": 0,
    "pubmed_total": 549
  },
  "RHOA": {
    "papers": [
      {
        "pmid": "41646298",
        "title": "Ameloblastin Amphipathic Helix Motif mediates Ameloblast Polarization and Prismatic Enamel Formation via a RhoA Signaling Pathway.",
        "year": 2026
      },
      {
        "pmid": "41536260",
        "title": "The role of Rho GTPases in facial morphogenesis.",
        "year": 2026
      },
      {
        "pmid": "41428991",
        "title": "Integrated Genetic Analyses Identified T-cell Neoplasms Other Than Adult T-cell Leukemia/Lymphoma in HTLV-1 Carriers.",
        "year": 2025
      }
    ],
    "pubmed_recent": 60,
    "pubmed_total": 242
  },
  "RUNX2": {
    "papers": [
      {
        "pmid": "41673513",
        "title": "Circ_015350 Mediates Odonto/osteogenic Differentiation in Different Stem Cells.",
        "year": 2026
      },
      {
        "pmid": "41664138",
        "title": "Transgenic high expression of EphB4 in canine periodontal ligament stem cells modulates osteogenic differentiation and migration in cPDLSCs.",
        "year": 2026
      },
      {
        "pmid": "41656139",
        "title": "Lyophilized L-PRF enhances the bioactivity and rheological properties of 3D-printed and bioprinted scaffolds containing Dental pulp stem cells.",
        "year": 2026
      }
    ],
    "pubmed_recent": 938,
    "pubmed_total": 2325
  },
  "SEMA3A": {
    "papers": [
      {
        "pmid": "40546958",
        "title": "The transcription factor ZFP64 promotes activity-dependent synapse elimination during postnatal cerebellar development.",
        "year": 2025
      },
      {
        "pmid": "40096606",
        "title": "An atlas of early human mandibular endochondral and osteogenic paracrine signaling regions of Meckel's cartilage.",
        "year": 2025
      },
      {
        "pmid": "39937002",
        "title": "Non-Canonical Wnt16 and microRNA-145 Mediate the Response of Human Bone Marrow Stromal Cells to Additively Manufactured Porous 3-Dimensional Biomimetic Titanium-Aluminum-Vanadium Constructs.",
        "year": 2025
      }
    ],
    "pubmed_recent": 23,
    "pubmed_total": 85
  },
  "SEMA3C": {
    "papers": [
      {
        "pmid": "41236583",
        "title": "The aberrant migration and differentiation of neural crest cells are associated with the production of HVP in bearded chicken.",
        "year": 2025
      },
      {
        "pmid": "38884753",
        "title": "Human Genetics of Truncus Arteriosus.",
        "year": 2024
      },
      {
        "pmid": "38498783",
        "title": "Paired-Related Homeobox 1-Positive Cells Are Needed for Osseointegration.",
        "year": 2024
      }
    ],
    "pubmed_recent": 7,
    "pubmed_total": 19
  },
  "SHH": {
    "papers": [],
    "pubmed_recent": 0,
    "pubmed_total": 724
  },
  "SMAD1": {
    "papers": [
      {
        "pmid": "41629640",
        "title": "Development of a zebrafish model of Loeys-Dietz syndrome through tgfbr2b knockdown.",
        "year": 2026
      },
      {
        "pmid": "41264113",
        "title": "FK506 enhances bone morphogenetic protein 9-induced cementoblast differentiation in human cementoblast-lineage cells.",
        "year": 2025
      },
      {
        "pmid": "41205547",
        "title": "fam20b-dependent proteoglycans do not affect dermal bone formation and fin regeneration, but Bmp signalling promotes fin regenerate outgrowth.",
        "year": 2025
      }
    ],
    "pubmed_recent": 80,
    "pubmed_total": 250
  },
  "SNAI1": {
    "papers": [
      {
        "pmid": "40434422",
        "title": "Anti-metastatic potential of flavonoids for the treatment of cancers: focus on epithelial-mesenchymal transition (EMT) process.",
        "year": 2025
      },
      {
        "pmid": "38290225",
        "title": "Resveratrol is an inhibitory polyphenol of epithelial-mesenchymal transition induced by Fusobacterium nucleatum.",
        "year": 2024
      },
      {
        "pmid": "37759439",
        "title": "Human Oral Mucosa as a Potentially Effective Source of Neural Crest Stem Cells for Clinical Practice.",
        "year": 2023
      }
    ],
    "pubmed_recent": 10,
    "pubmed_total": 44
  },
  "SNAI2": {
    "papers": [
      {
        "pmid": "41256729",
        "title": "Dynamic and non-uniform expression of key transcription factors provides novel insights into the emergence of neural crest cells at the neural plate border.",
        "year": 2025
      },
      {
        "pmid": "40906749",
        "title": "Reaching a cell monolayer at the end of hiPSC differentiation enhances neural crest lineage commitment.",
        "year": 2025
      },
      {
        "pmid": "40745198",
        "title": "Full length transcriptomic profiling reveals insights into the white coat phenotype in Waardenburg syndrome mice harboring the Mitf R324del mutation.",
        "year": 2025
      }
    ],
    "pubmed_recent": 18,
    "pubmed_total": 57
  },
  "SOX10": {
    "papers": [
      {
        "pmid": "41684881",
        "title": "SOX10 Mutation of Waardenburg Syndrome With Hypogonadism: A Report of 2 Cases.",
        "year": 2026
      },
      {
        "pmid": "41676534",
        "title": "PRDM16 is necessary for sensory neuronal development in the Trigeminal Ganglion.",
        "year": 2026
      },
      {
        "pmid": "41549625",
        "title": "Modulating O-GlcNAcylation Alters Salivary Acinar Cell Differentiation.",
        "year": 2026
      }
    ],
    "pubmed_recent": 187,
    "pubmed_total": 696
  },
  "SOX2": {
    "papers": [
      {
        "pmid": "41674478",
        "title": "Circulating lncRNAs Remark Expression Profile of Cerebrovascular Malformation Endothelial Cells.",
        "year": 2026
      },
      {
        "pmid": "41520920",
        "title": "Mechanical Memory and NF-κB Signaling in Dental Pulp Stem Cell Odontogenic Differentiation.",
        "year": 2026
      },
      {
        "pmid": "41490578",
        "title": "The epigenetic rejuvenation promise: Partial reprogramming as a therapeutic strategy for aging and disease.",
        "year": 2026
      }
    ],
    "pubmed_recent": 167,
    "pubmed_total": 562
  },
  "SOX5": {
    "papers": [
      {
        "pmid": "41331264",
        "title": "Machine learning-based prediction of drug response in ischemia reperfusion animal model.",
        "year": 2025
      },
      {
        "pmid": "41210995",
        "title": "CHD7 regulates cardiac neural crest cell differentiation through SOX5-mediated self-activation.",
        "year": 2025
      },
      {
        "pmid": "41207030",
        "title": "The microRNA-34b-3p/SOX5 axis regulates cellular activities and tumor angiogenesis in oral squamous cell carcinoma.",
        "year": 2026
      }
    ],
    "pubmed_recent": 9,
    "pubmed_total": 39
  },
  "SOX8": {
    "papers": [
      {
        "pmid": "41256729",
        "title": "Dynamic and non-uniform expression of key transcription factors provides novel insights into the emergence of neural crest cells at the neural plate border.",
        "year": 2025
      },
      {
        "pmid": "39797402",
        "title": "Missense variants weakening a SOX9 phosphodegron linked to odontogenesis defects, scoliosis, and other skeletal features.",
        "year": 2025
      },
      {
        "pmid": "37545501",
        "title": "Application of spatial transcriptomics analysis using the Visium system for the mouse nasal cavity after intranasal vaccination.",
        "year": 2023
      }
    ],
    "pubmed_recent": 8,
    "pubmed_total": 43
  },
  "SOX9": {
    "papers": [],
    "pubmed_recent": 0,
    "pubmed_total": 610
  },
  "TBX1": {
    "papers": [],
    "pubmed_recent": 32,
    "pubmed_total": 175
  },
  "TBX5": {
    "papers": [
      {
        "pmid": "40721580",
        "title": "Single-nuclei multiomics analysis identifies abnormal cardiomyocytes in a murine model of cardiac development.",
        "year": 2025
      },
      {
        "pmid": "38884738",
        "title": "Human Genetics of Tetralogy of Fallot and Double-Outlet Right Ventricle.",
        "year": 2024
      },
      {
        "pmid": "38884718",
        "title": "Cardiac Transcription Factors and Regulatory Networks.",
        "year": 2024
      }
    ],
    "pubmed_recent": 5,
    "pubmed_total": 35
  },
  "TCOF1": {
    "papers": [
      {
        "pmid": "41036210",
        "title": "Case Report: A novel heterozygous variant of the TCOF1 gene in Treacher Collins syndrome.",
        "year": 2025
      },
      {
        "pmid": "41017149",
        "title": "Long-read DNA and RNA sequencing reveal an intronic retrotransposon insertion in TCOF1 causing Treacher Collins syndrome.",
        "year": 2026
      },
      {
        "pmid": "40699891",
        "title": "Gene-environment interactions modulate the phenotype severity in mouse models of congenital craniofacial syndromes.",
        "year": 2025
      }
    ],
    "pubmed_recent": 35,
    "pubmed_total": 131
  },
  "TFAP2A": {
    "papers": [
      {
        "pmid": "41020809",
        "title": "The Molecular Mechanism of Craniofacial Cartilage Deformity Induced by High Glucose in Zebrafish.",
        "year": 2025
      },
      {
        "pmid": "21634087",
        "title": "Branchiooculofacial Syndrome.",
        "year": 1993
      },
      {
        "pmid": "40670354",
        "title": "Identification of functional non-coding variants associated with orofacial cleft.",
        "year": 2025
      }
    ],
    "pubmed_recent": 24,
    "pubmed_total": 95
  },
  "TFAP2B": {
    "papers": [
      {
        "pmid": "39716593",
        "title": "Comparative analysis of neural crest development in the chick and mouse.",
        "year": 2025
      },
      {
        "pmid": "39574664",
        "title": "Comparative Analysis of Neural Crest Development in the Chick and Mouse.",
        "year": 2024
      },
      {
        "pmid": "39052671",
        "title": "Transcriptional programs of Pitx2 and Tfap2a/Tfap2b controlling lineage specification of mandibular epithelium during tooth initiation.",
        "year": 2024
      }
    ],
    "pubmed_recent": 14,
    "pubmed_total": 45
  },
  "TGFBR1": {
    "papers": [
      {
        "pmid": "41440335",
        "title": "Effects of miR-128-3p on Renal Inflammation in a Rat Periodontitis Model.",
        "year": 2025
      },
      {
        "pmid": "40261094",
        "title": "Distinctive Amelogenesis Imperfecta in Loeys-Dietz Syndrome Type II.",
        "year": 2025
      },
      {
        "pmid": "40075093",
        "title": "Administration of Porphyromonas gingivalis in pregnant mice enhances glycolysis and histone lactylation/ADAM17 leading to cleft palate in offspring.",
        "year": 2025
      }
    ],
    "pubmed_recent": 28,
    "pubmed_total": 82
  },
  "TGFBR2": {
    "papers": [
      {
        "pmid": "41629640",
        "title": "Development of a zebrafish model of Loeys-Dietz syndrome through tgfbr2b knockdown.",
        "year": 2026
      },
      {
        "pmid": "41519957",
        "title": "Variability, asymmetry and sexual dimorphism in craniofacial anomalies in Loeys-Dietz syndrome 2: geometric morphometric analysis in mice.",
        "year": 2026
      },
      {
        "pmid": "40489498",
        "title": "Genetic analysis and functional assessment of a TGFBR2 variant in micrognathia and cleft palate.",
        "year": 2025
      }
    ],
    "pubmed_recent": 33,
    "pubmed_total": 121
  },
  "TWIST1": {
    "papers": [
      {
        "pmid": "41493130",
        "title": "Loss of Twist1 leads to disruption of ciliary length, endocytic vesicle dynamics, and cell-cell junctions during neural tube formation.",
        "year": 2026
      },
      {
        "pmid": "41256626",
        "title": "TWIST1 Modulates Cilia Length, Endocytic Vesicle Dynamics, and Cell-Cell Junctions during Neural Tube Morphogenesis.",
        "year": 2025
      },
      {
        "pmid": "41096681",
        "title": "Distinct Intrinsic and Extrinsic Factors Differentially Regulate Skeletal Stem Cells in Calvaria Versus Long Bones During Bone Regeneration.",
        "year": 2025
      }
    ],
    "pubmed_recent": 80,
    "pubmed_total": 289
  },
  "TWIST2": {
    "papers": [
      {
        "pmid": "41687189",
        "title": "Acellular dental pulp and allogeneic cells for strategic pulp regeneration.",
        "year": 2026
      },
      {
        "pmid": "40869924",
        "title": "Gene-by-Environment Interactions Involving Maternal Exposures with Orofacial Cleft Risk in Filipinos.",
        "year": 2025
      },
      {
        "pmid": "39830233",
        "title": "Gene-by-environment interactions involving maternal exposures with orofacial cleft risk in Filipinos.",
        "year": 2024
      }
    ],
    "pubmed_recent": 10,
    "pubmed_total": 36
  },
  "TYR": {
    "papers": [
      {
        "pmid": "41514521",
        "title": "Histogenesis of Atypical Teratoid Rhabdoid Tumors: Anatomical and Embryological Perspectives.",
        "year": 2025
      },
      {
        "pmid": "41397511",
        "title": "Targeting the melanocytes of the inner ear: A comparison of different CreER lines.",
        "year": 2026
      },
      {
        "pmid": "41374074",
        "title": "Polyphenol-Microbiota Interactions in Atherosclerosis: The Role of Hydroxytyrosol and Tyrosol in Modulating Inflammation and Oxidative Stress.",
        "year": 2025
      }
    ],
    "pubmed_recent": 46,
    "pubmed_total": 221
  },
  "TYRP1": {
    "papers": [
      {
        "pmid": "39388927",
        "title": "Modulatory effects of oxytocin on normal human cultured melanocyte proliferation, migration, and melanogenesis.",
        "year": 2024
      },
      {
        "pmid": "39170163",
        "title": "Differentiation of cultured hair follicle neural crest stem cells into functional melanocytes.",
        "year": 2024
      },
      {
        "pmid": "35312674",
        "title": "Reverse Genetic Approach to Identify Regulators of Pigmentation using Zebrafish.",
        "year": 2022
      }
    ],
    "pubmed_recent": 5,
    "pubmed_total": 28
  },
  "WNT1": {
    "papers": [
      {
        "pmid": "41657552",
        "title": "Loss of SPECC1L in cranial neural crest cells results in increased hedgehog signaling and frontonasal dysplasia.",
        "year": 2026
      },
      {
        "pmid": "41611698",
        "title": "NR6A1 is essential for neural crest cell specification, formation and survival.",
        "year": 2026
      },
      {
        "pmid": "41584360",
        "title": "Engineered cyclic peptide targeting ITGA5 disrupts tumor-stroma interaction to overcome desmoplasia and resistance in pancreatic ductal adenocarcinoma.",
        "year": 2026
      }
    ],
    "pubmed_recent": 105,
    "pubmed_total": 430
  },
  "WNT3A": {
    "papers": [
      {
        "pmid": "41526338",
        "title": "Wnt3a promotes in situ dentin formation through NKD1-MSX1 axis-mediated odontogenic differentiation of dental pulp stem cells.",
        "year": 2026
      },
      {
        "pmid": "41328182",
        "title": "From Bench to Bedside: Translating Research on miR-138 miR-195-5p and Long Non-Coding RNA H19 into Therapeutic Applications of Orthodontic Tooth Movement.",
        "year": 2025
      },
      {
        "pmid": "40842050",
        "title": "Amelogenin Promotes Periodontal Bone Regeneration by Inducing Bone Marrow Mesenchymal Stem Cell Homing.",
        "year": 2025
      }
    ],
    "pubmed_recent": 74,
    "pubmed_total": 231
  },
  "ZEB2": {
    "papers": [
      {
        "pmid": "40597626",
        "title": "Multiple cell types guided by neurocytes orchestrate horn bud initiation in dairy goats.",
        "year": 2025
      },
      {
        "pmid": "40434422",
        "title": "Anti-metastatic potential of flavonoids for the treatment of cancers: focus on epithelial-mesenchymal transition (EMT) process.",
        "year": 2025
      },
      {
        "pmid": "20301585",
        "title": "Classic Mowat-Wilson Syndrome.",
        "year": 1993
      }
    ],
    "pubmed_recent": 20,
    "pubmed_total": 55
  },
  "ZIC1": {
    "papers": [
      {
        "pmid": "41523225",
        "title": "Unilateral craniosynostosis associated with ZIC1 gene mutation: a case report.",
        "year": 2026
      },
      {
        "pmid": "41256729",
        "title": "Dynamic and non-uniform expression of key transcription factors provides novel insights into the emergence of neural crest cells at the neural plate border.",
        "year": 2025
      },
      {
        "pmid": "40939754",
        "title": "MicroRNA miR-196a controls neural crest patterning by repressing immature neural ectoderm programs in Xenopus embryos.",
        "year": 2025
      }
    ],
    "pubmed_recent": 10,
    "pubmed_total": 57
  }
}